Repository: xcv58/MacTools
Catalog: Sources/Resources/Localization/Settings.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# cli.install.error.signature
source: CLI 未通过 macOS 签名检查，请重试或更新 MacTools。
ar: فشل التحقق من توقيع CLI. أعد المحاولة أو حدّث MacTools.
de: CLI-Signaturprüfung fehlgeschlagen. Versuche es erneut oder aktualisiere MacTools.
en: CLI signature verification failed. Retry or update MacTools.
es: Falló la verificación de firma de CLI. Reintenta o actualiza MacTools.
fr: La vérification de la signature CLI a échoué. Réessayez ou mettez MacTools à jour.
ja: CLI の署名検証に失敗しました。再試行するか MacTools を更新してください。
ko: CLI 서명 검증에 실패했습니다. 다시 시도하거나 MacTools를 업데이트하세요.
pt: A verificação da assinatura CLI falhou. Tente novamente ou atualize o MacTools.
ru: Проверка подписи CLI не удалась. Повторите попытку или обновите MacTools.
tr: CLI imza doğrulaması başarısız oldu. Yeniden deneyin ya da MacTools'u güncelleyin.
zh_hant: CLI 未通過 macOS 簽署檢查，請重試或更新 MacTools。

# cli.install.error.identity
source: CLI 与此 MacTools 的发布身份不匹配。
ar: ناشر CLI لا يطابق إصدار MacTools هذا.
de: Der CLI-Herausgeber passt nicht zu diesem MacTools-Build.
en: The CLI publisher does not match this MacTools build.
es: El editor de la CLI no coincide con esta versión MacTools.
fr: L’éditeur de la CLI ne correspond pas à cette version MacTools.
ja: CLI の発行元がこの MacTools と一致しません。
ko: CLI 게시자가 이 MacTools 빌드와 일치하지 않습니다.
pt: O publicador da CLI não corresponde a esta versão MacTools.
ru: Издатель CLI не соответствует этой сборке MacTools.
tr: CLI yayıncısı bu MacTools yapısıyla eşleşmiyor.
zh_hant: CLI 與此 MacTools 的發行身分不符。

# cli.install.error.version
source: CLI 版本与应用不匹配，请重试。
ar: إصدار CLI لا يطابق التطبيق. أعد المحاولة.
de: CLI-Version und App passen nicht zusammen. Versuche es erneut.
en: The CLI version does not match the app. Retry the operation.
es: La versión de CLI no coincide con la app. Reintenta.
fr: La version CLI ne correspond pas à l’app. Réessayez.
ja: CLI のバージョンがアプリと一致しません。再試行してください。
ko: CLI 버전이 앱과 일치하지 않습니다. 다시 시도하세요.
pt: A versão da CLI não corresponde ao app. Tente novamente.
ru: Версия CLI не соответствует приложению. Повторите попытку.
tr: CLI sürümü uygulamayla eşleşmiyor. İşlemi yeniden deneyin.
zh_hant: CLI 版本與 App 不符，請重試。

# cli.install.error.incompatible
source: CLI 协议不兼容，应用操作已被阻止。请更新 CLI；version 命令仍可使用。
ar: بروتوكول CLI غير متوافق. حدّث CLI لاستخدام إجراءات التطبيق؛ يظل أمر version متاحًا.
de: Das CLI-Protokoll ist inkompatibel. Aktualisiere die CLI für App-Aktionen; version bleibt verfügbar.
en: The CLI protocol is incompatible. Update the CLI to use app actions; version remains available.
es: El protocolo CLI es incompatible. Actualiza la CLI para usar acciones de la app; version sigue disponible.
fr: Le protocole CLI est incompatible. Mettez la CLI à jour pour les actions de l’app ; version reste disponible.
ja: CLI プロトコルに互換性がありません。アプリを操作するには CLI を更新してください。version は利用できます。
ko: CLI 프로토콜이 호환되지 않습니다. 앱 작업을 사용하려면 CLI를 업데이트하세요. version은 계속 사용할 수 있습니다.
pt: O protocolo CLI é incompatível. Atualize a CLI para usar ações do app; version continua disponível.
ru: Протокол CLI несовместим. Для действий приложения обновите CLI; команда version доступна.
tr: CLI protokolü uyumsuz. Uygulama eylemlerini kullanmak için CLI'yı güncelleyin; version komutu kullanılabilir kalır.
zh_hant: CLI 通訊協定不相容，App 操作已被封鎖。請更新 CLI；version 指令仍可使用。

# cli.install.error.ownership
source: 无法确认 CLI 安装归属，已停止更改。请保留文件并检查安装路径。
ar: تعذّر التحقق من ملكية CLI. أُوقفت التغييرات. احتفظ بالملفات وتحقق من مسار التثبيت.
de: CLI-Eigentum konnte nicht geprüft werden. Änderungen gestoppt. Behalte die Dateien und prüfe den Installationspfad.
en: CLI ownership could not be verified. Changes stopped. Preserve the files and check the installation path.
es: No se pudo verificar la propiedad de CLI. Se detuvieron los cambios. Conserva los archivos y revisa la ruta de instalación.
fr: Impossible de vérifier l’appartenance de la CLI. Modifications arrêtées. Conservez les fichiers et vérifiez le chemin d’installation.
ja: CLI の所有を確認できないため変更を停止しました。ファイルを保持し、インストール先を確認してください。
ko: CLI 소유권을 확인할 수 없어 변경을 중지했습니다. 파일을 보존하고 설치 경로를 확인하세요.
pt: Não foi possível verificar a propriedade da CLI. Alterações interrompidas. Preserve os arquivos e verifique o caminho de instalação.
ru: Не удалось подтвердить принадлежность CLI. Изменения остановлены. Сохраните файлы и проверьте путь установки.
tr: CLI sahipliği doğrulanamadı. Değişiklikler durduruldu. Dosyaları koruyun ve yükleme yolunu denetleyin.
zh_hant: 無法確認 CLI 安裝歸屬，已停止更改。請保留檔案並檢查安裝路徑。

# cli.install.error.collision
source: CLI 命令路径已被占用，请自行移动现有命令后重试。
ar: مسار أمر CLI مستخدم. انقل الأمر الحالي بنفسك ثم أعد المحاولة.
de: Der CLI-Befehlspfad ist belegt. Verschiebe den vorhandenen Befehl selbst und versuche es erneut.
en: The CLI command path is occupied. Move the existing command yourself, then retry.
es: La ruta del comando CLI está ocupada. Mueve el comando existente y reintenta.
fr: Le chemin de la commande CLI est occupé. Déplacez la commande existante, puis réessayez.
ja: CLI コマンドのパスは使用中です。既存のコマンドを移動してから再試行してください。
ko: CLI 명령 경로가 사용 중입니다. 기존 명령을 직접 이동한 후 다시 시도하세요.
pt: O caminho do comando CLI está ocupado. Mova o comando existente e tente novamente.
ru: Путь команды CLI занят. Переместите существующую команду и повторите попытку.
tr: CLI komut yolu kullanımda. Mevcut komutu kendiniz taşıyın, ardından yeniden deneyin.
zh_hant: CLI 命令路徑已被佔用，請自行移動現有命令後重試。

# cli.install.error.filesystem
source: 无法安全完成 CLI 文件操作，请检查可用空间和目录权限后重试。
ar: تعذّر إكمال عمليات ملفات CLI بأمان. تحقق من المساحة المتاحة وأذونات المجلد، ثم أعد المحاولة.
de: CLI-Dateivorgänge konnten nicht sicher abgeschlossen werden. Prüfe Speicherplatz und Ordnerrechte und versuche es erneut.
en: CLI file operations could not finish safely. Check free space and directory permissions, then retry.
es: Las operaciones de archivos CLI no pudieron finalizar de forma segura. Revisa el espacio y los permisos del directorio y reintenta.
fr: Les opérations sur les fichiers CLI n’ont pas pu se terminer en toute sécurité. Vérifiez l’espace libre et les droits du dossier, puis réessayez.
ja: CLI のファイル操作を安全に完了できませんでした。空き容量とフォルダの権限を確認して再試行してください。
ko: CLI 파일 작업을 안전하게 완료하지 못했습니다. 여유 공간과 디렉터리 권한을 확인하고 다시 시도하세요.
pt: As operações de arquivos CLI não terminaram com segurança. Verifique o espaço livre e as permissões do diretório e tente novamente.
ru: Не удалось безопасно завершить файловые операции CLI. Проверьте свободное место и права папки, затем повторите попытку.
tr: CLI dosya işlemleri güvenle tamamlanamadı. Boş alanı ve dizin izinlerini denetleyip yeniden deneyin.
zh_hant: 無法安全完成 CLI 檔案操作，請檢查可用空間和目錄權限後重試。

# cli.install.error.busy
source: 另一项 CLI 操作正在进行，请稍后重试。
ar: هناك عملية CLI أخرى قيد التنفيذ. أعد المحاولة بعد قليل.
de: Ein anderer CLI-Vorgang läuft. Versuche es gleich erneut.
en: Another CLI operation is in progress. Retry shortly.
es: Hay otra operación CLI en curso. Reintenta en breve.
fr: Une autre opération CLI est en cours. Réessayez dans un instant.
ja: 別の CLI 操作が実行中です。しばらくしてから再試行してください。
ko: 다른 CLI 작업이 진행 중입니다. 잠시 후 다시 시도하세요.
pt: Outra operação CLI está em andamento. Tente novamente em breve.
ru: Выполняется другая операция CLI. Повторите попытку чуть позже.
tr: Başka bir CLI işlemi sürüyor. Kısa süre sonra yeniden deneyin.
zh_hant: 另一項 CLI 操作正在進行，請稍後重試。

# cli.install.error.validation
source: CLI 连接验证失败，已尝试恢复上一版本。请检查命令行集成和后台运行权限后重试。
ar: فشل التحقق من اتصال CLI؛ جرت محاولة استعادة. تحقق من التكامل والموافقة على التشغيل في الخلفية، ثم أعد المحاولة.
de: CLI-Verbindungsprüfung fehlgeschlagen; Wiederherstellung wurde versucht. Prüfe Integration und Hintergrundfreigabe und versuche es erneut.
en: CLI connection validation failed; recovery was attempted. Check integration and background approval, then retry.
es: Falló la validación de conexión CLI; se intentó recuperar. Revisa la integración y la autorización en segundo plano y reintenta.
fr: La validation de connexion CLI a échoué ; une restauration a été tentée. Vérifiez l’intégration et l’autorisation en arrière-plan, puis réessayez.
ja: CLI の接続検証に失敗し、復元を試みました。連携とバックグラウンド実行の許可を確認して再試行してください。
ko: CLI 연결 검증에 실패하여 복구를 시도했습니다. 연동 및 백그라운드 승인을 확인하고 다시 시도하세요.
pt: A validação da conexão CLI falhou; a recuperação foi tentada. Verifique a integração e a aprovação em segundo plano e tente novamente.
ru: Проверка подключения CLI не удалась; предпринята попытка восстановления. Проверьте интеграцию и разрешение фоновой работы, затем повторите попытку.
tr: CLI bağlantı doğrulaması başarısız oldu; kurtarma işlemi denendi. Entegrasyonu ve arka plan onayını denetleyip yeniden deneyin.
zh_hant: CLI 連線驗證失敗，已嘗試回復上一版本。請檢查命令列整合和背景執行權限後重試。

# cli.install.error.notarization
source: 无法确认 CLI 的公证状态，请检查网络后重试，或更新 MacTools。
ar: تعذّر تأكيد توثيق CLI لدى Apple. تحقق من اتصال الشبكة وحاول مجددًا، أو حدّث MacTools.
de: Die Apple-Notarisierung der CLI konnte nicht bestätigt werden. Prüfe die Netzwerkverbindung und versuche es erneut oder aktualisiere MacTools.
en: CLI notarization could not be confirmed. Check your network and retry, or update MacTools.
es: No se pudo confirmar la notarización de la CLI. Comprueba la conexión de red y vuelve a intentarlo, o actualiza MacTools.
fr: La notarisation de la CLI n’a pas pu être confirmée. Vérifiez votre connexion réseau et réessayez, ou mettez MacTools à jour.
ja: CLI の公証を確認できませんでした。ネットワーク接続を確認して再試行するか、MacTools をアップデートしてください。
ko: CLI 공증을 확인할 수 없습니다. 네트워크 연결을 확인하고 다시 시도하거나 MacTools를 업데이트하세요.
pt: Não foi possível confirmar a notarização da CLI. Verifique a conexão de rede e tente novamente ou atualize o MacTools.
ru: Не удалось подтвердить нотариализацию CLI. Проверьте подключение к сети и повторите попытку или обновите MacTools.
tr: CLI notarizasyonu onaylanamadı. Ağ bağlantınızı denetleyip yeniden deneyin ya da MacTools'u güncelleyin.
zh_hant: 無法確認 CLI 的公證狀態，請檢查網路後重試，或更新 MacTools。

# tab.permissions
source: 权限
ar: الأذونات
de: Berechtigungen
en: Permissions
es: Permisos
fr: Autorisations
ja: アクセス権
ko: 권한
pt: Permissões
ru: Разрешения
tr: İzinler
zh_hant: 權限

# permissions.description
source: 集中查看已安装功能使用的 macOS 权限。MacTools 只能发起请求或打开系统设置，不能代替你授予权限。
ar: راجع أذونات macOS التي تستخدمها الميزات المثبتة في مكان واحد. يمكن لـ MacTools طلب الوصول أو فتح إعدادات النظام، لكنه لا يستطيع منح الإذن نيابةً عنك.
de: Prüfe die von installierten Funktionen verwendeten macOS-Berechtigungen an einem Ort. MacTools kann Zugriff anfordern oder die Systemeinstellungen öffnen, aber keine Berechtigung selbst erteilen.
en: Review the macOS permissions used by installed features in one place. MacTools can request access or open System Settings, but cannot grant permission for you.
es: Revisa en un solo lugar los permisos de macOS que usan las funciones instaladas. MacTools puede solicitar acceso o abrir Ajustes del Sistema, pero no puede conceder permisos por ti.
fr: Consultez au même endroit les autorisations macOS utilisées par les fonctionnalités installées. MacTools peut demander l’accès ou ouvrir Réglages Système, mais ne peut pas accorder une autorisation à votre place.
ja: インストール済み機能が使用する macOS のアクセス権をまとめて確認します。MacTools はアクセスを要求したりシステム設定を開いたりできますが、代わりに許可することはできません。
ko: 설치된 기능이 사용하는 macOS 권한을 한곳에서 확인합니다. MacTools는 접근을 요청하거나 시스템 설정을 열 수 있지만 사용자를 대신해 권한을 부여할 수는 없습니다.
pt: Reveja em um só lugar as permissões do macOS usadas pelos recursos instalados. O MacTools pode solicitar acesso ou abrir os Ajustes do Sistema, mas não pode conceder permissões por você.
ru: Просматривайте в одном месте разрешения macOS, используемые установленными функциями. MacTools может запросить доступ или открыть Системные настройки, но не может выдать разрешение за вас.
tr: Yüklü özelliklerin kullandığı macOS izinlerini tek yerden inceleyin. MacTools, erişim isteyebilir ya da Sistem Ayarları'nı açabilir; ancak sizin yerinize izin veremez.
zh_hant: 集中查看已安裝功能使用的 macOS 權限。MacTools 只能發起要求或開啟系統設定，不能代替你授予權限。

# permissions.recheck
source: 重新检查
ar: إعادة التحقق
de: Erneut prüfen
en: Recheck
es: Volver a comprobar
fr: Revérifier
ja: 再確認
ko: 다시 확인
pt: Verificar novamente
ru: Проверить снова
tr: Yeniden Denetle
zh_hant: 重新檢查

# permissions.empty.title
source: 暂无相关权限
ar: لا توجد أذونات ذات صلة
de: Keine relevanten Berechtigungen
en: No Relevant Permissions
es: No hay permisos relevantes
fr: Aucune autorisation concernée
ja: 関連するアクセス権はありません
ko: 관련 권한 없음
pt: Nenhuma permissão relevante
ru: Нет связанных разрешений
tr: İlgili İzin Yok
zh_hant: 暫無相關權限

# permissions.empty.description
source: 安装需要 macOS 权限的插件后，它们会显示在这里。
ar: ستظهر هنا الإضافات المثبتة التي تتطلب أذونات macOS.
de: Installierte Plugins, die macOS-Berechtigungen benötigen, werden hier angezeigt.
en: Installed plugins that need macOS permissions will appear here.
es: Los plugins instalados que necesiten permisos de macOS aparecerán aquí.
fr: Les plugins installés qui nécessitent des autorisations macOS apparaîtront ici.
ja: macOS のアクセス権が必要なインストール済みプラグインがここに表示されます。
ko: macOS 권한이 필요한 설치된 플러그인이 여기에 표시됩니다.
pt: Plugins instalados que precisam de permissões do macOS aparecerão aqui.
ru: Здесь появятся установленные плагины, которым нужны разрешения macOS.
tr: macOS izni gerektiren eklentiler yüklendiğinde burada görünür.
zh_hant: 安裝需要 macOS 權限的外掛程式後，它們會顯示在這裡。

# permissions.affectedFeatures
source: 使用此权限的功能
ar: الميزات التي تستخدم هذا الإذن
de: Funktionen mit dieser Berechtigung
en: Features Using This Permission
es: Funciones que usan este permiso
fr: Fonctionnalités utilisant cette autorisation
ja: このアクセス権を使用する機能
ko: 이 권한을 사용하는 기능
pt: Recursos que usam esta permissão
ru: Функции, использующие это разрешение
tr: Bu İzni Kullanan Özellikler
zh_hant: 使用此權限的功能

# permissions.status.onDemand
source: 按需请求
ar: يُطلب عند الحاجة
de: Bei Bedarf angefragt
en: Requested on Demand
es: Se solicita cuando es necesario
fr: Demandée à l’utilisation
ja: 必要時に要求
ko: 필요할 때 요청
pt: Solicitada quando necessário
ru: Запрашивается по мере необходимости
tr: Gerektiğinde İstenir
zh_hant: 按需要求

# permissions.kind.automation
source: 自动化
ar: الأتمتة
de: Automation
en: Automation
es: Automatización
fr: Automatisation
ja: オートメーション
ko: 자동화
pt: Automação
ru: Автоматизация
tr: Otomasyon
zh_hant: 自動化

# permissions.kind.systemAudio
source: 系统音频录制
ar: تسجيل صوت النظام
de: Systemaudioaufnahme
en: System Audio Recording
es: Grabación de audio del sistema
fr: Enregistrement audio du système
ja: システムオーディオ録音
ko: 시스템 오디오 녹음
pt: Gravação de áudio do sistema
ru: Запись системного аудио
tr: Sistem Sesi Kaydı
zh_hant: 系統音訊錄製

# permissions.kind.finderExtension
source: Finder 扩展
ar: امتداد Finder
de: Finder-Erweiterung
en: Finder Extension
es: Extensión de Finder
fr: Extension Finder
ja: Finder 機能拡張
ko: Finder 확장 프로그램
pt: Extensão do Finder
ru: Расширение Finder
tr: Finder Uzantısı
zh_hant: Finder 延伸功能

# permissions.fullDiskAccess.restartNote
source: 更改完全磁盘访问后，可能需要重新打开 MacTools 才能刷新完整访问范围。
ar: بعد تغيير الوصول الكامل إلى القرص، قد تحتاج إلى إعادة فتح MacTools لتحديث نطاق الوصول الكامل.
de: Nach einer Änderung des Festplattenvollzugriffs muss MacTools möglicherweise neu geöffnet werden, damit der vollständige Zugriffsumfang aktualisiert wird.
en: After changing Full Disk Access, you may need to reopen MacTools to refresh the complete access scope.
es: Después de cambiar el acceso total al disco, puede que tengas que volver a abrir MacTools para actualizar todo el alcance del acceso.
fr: Après avoir modifié l’accès complet au disque, vous devrez peut-être rouvrir MacTools pour actualiser toute l’étendue de l’accès.
ja: フルディスクアクセスを変更した後、完全なアクセス範囲を更新するには MacTools を開き直す必要がある場合があります。
ko: 전체 디스크 접근을 변경한 후 전체 접근 범위를 갱신하려면 MacTools를 다시 열어야 할 수 있습니다.
pt: Depois de alterar o acesso total ao disco, talvez seja necessário reabrir o MacTools para atualizar todo o alcance do acesso.
ru: После изменения полного доступа к диску может потребоваться заново открыть MacTools, чтобы обновить весь объём доступа.
tr: Tam Disk Erişimi'ni değiştirdikten sonra, tam erişim kapsamını yenilemek için MacTools'u yeniden açmanız gerekebilir.
zh_hant: 更改完整磁碟存取後，可能需要重新開啟 MacTools 才能重新整理完整存取範圍。

# permissions.automation.onDemandNote
source: 自动化权限由 macOS 在功能首次控制目标 App 时按需请求。
ar: يطلب macOS إذن الأتمتة عند تحكم الميزة في التطبيق المستهدف لأول مرة.
de: macOS fragt die Automationsberechtigung an, wenn eine Funktion erstmals eine Ziel-App steuert.
en: macOS requests Automation permission when a feature first controls its target app.
es: macOS solicita el permiso de Automatización cuando una función controla por primera vez su app de destino.
fr: macOS demande l’autorisation Automatisation lorsqu’une fonctionnalité contrôle pour la première fois son app cible.
ja: 機能が対象の App を初めて操作するときに、macOS がオートメーションの許可を要求します。
ko: 기능이 대상 앱을 처음 제어할 때 macOS가 자동화 권한을 요청합니다.
pt: O macOS solicita a permissão de Automação quando um recurso controla seu app de destino pela primeira vez.
ru: macOS запрашивает разрешение на автоматизацию, когда функция впервые управляет целевым приложением.
tr: macOS, bir özellik hedef uygulamayı ilk kez denetlediğinde Otomasyon iznini ister.
zh_hant: 自動化權限由 macOS 在功能首次控制目標 App 時按需要求。

# permissions.systemAudio.onDemandNote
source: 系统音频录制由相关功能首次捕获音频时按需请求。
ar: يُطلب تسجيل صوت النظام عند التقاط الميزة المعنية للصوت لأول مرة.
de: Die Systemaudioaufnahme wird angefragt, wenn eine zugehörige Funktion erstmals Audio aufnimmt.
en: System Audio Recording is requested when a related feature first captures audio.
es: La grabación de audio del sistema se solicita cuando una función relacionada captura audio por primera vez.
fr: L’enregistrement audio du système est demandé lorsqu’une fonctionnalité concernée capture du son pour la première fois.
ja: 関連機能が初めてオーディオを取り込むときに、システムオーディオ録音が要求されます。
ko: 관련 기능이 오디오를 처음 캡처할 때 시스템 오디오 녹음 권한을 요청합니다.
pt: A gravação de áudio do sistema é solicitada quando um recurso relacionado captura áudio pela primeira vez.
ru: Разрешение на запись системного аудио запрашивается, когда связанная функция впервые захватывает звук.
tr: Sistem Sesi Kaydı, ilgili bir özellik sesi ilk kez yakaladığında istenir.
zh_hant: 系統音訊錄製由相關功能首次擷取音訊時按需要求。

# general.section.commandLine
source: 命令行
ar: سطر الأوامر
de: Befehlszeile
en: Command Line
es: Línea de comandos
fr: Ligne de commande
ja: コマンドライン
ko: 명령줄
pt: Linha de comando
ru: Командная строка
tr: Komut Satırı
zh_hant: 命令列

# commandLine.title
source: MacTools 命令行
ar: سطر أوامر MacTools
de: MacTools-Befehlszeile
en: MacTools Command Line
es: Línea de comandos de MacTools
fr: Ligne de commande MacTools
ja: MacTools コマンドライン
ko: MacTools 명령줄
pt: Linha de comando do MacTools
ru: Командная строка MacTools
tr: MacTools Komut Satırı
zh_hant: MacTools 命令列

# commandLine.approve
source: 允许后台运行
ar: السماح في الخلفية
de: Im Hintergrund erlauben
en: Allow in Background
es: Permitir en segundo plano
fr: Autoriser en arrière-plan
ja: バックグラウンドで許可
ko: 백그라운드에서 허용
pt: Permitir em segundo plano
ru: Разрешить в фоновом режиме
tr: Arka Planda İzin Ver
zh_hant: 允許背景執行

# commandLine.enable
source: 启用
ar: تمكين
de: Aktivieren
en: Enable
es: Activar
fr: Activer
ja: 有効にする
ko: 활성화
pt: Ativar
ru: Включить
tr: Etkinleştir
zh_hant: 啟用

# commandLine.enabled
source: 已允许单独安装的 mactools-cli 连接到 MacTools。
ar: يمكن لـ mactools-cli المثبّت بشكل منفصل الاتصال بـ MacTools.
de: Das separat installierte mactools-cli darf sich mit MacTools verbinden.
en: The separately installed mactools-cli may connect to MacTools.
es: El mactools-cli instalado por separado puede conectarse a MacTools.
fr: Le mactools-cli installé séparément peut se connecter à MacTools.
ja: 別途インストールした mactools-cli から MacTools に接続できます。
ko: 별도로 설치한 mactools-cli가 MacTools에 연결할 수 있습니다.
pt: O mactools-cli instalado separadamente pode se conectar ao MacTools.
ru: Отдельно установленный mactools-cli может подключаться к MacTools.
tr: Ayrı olarak yüklenen mactools-cli, MacTools'a bağlanabilir.
zh_hant: 已允許單獨安裝的 mactools-cli 連接到 MacTools。

# commandLine.requiresApproval
source: 请在系统设置中允许 MacTools 命令行代理后台运行。
ar: اسمح لوسيط سطر أوامر MacTools بالعمل في الخلفية من إعدادات النظام.
de: Erlaube dem MacTools-Befehlszeilen-Broker in den Systemeinstellungen die Ausführung im Hintergrund.
en: Allow the MacTools command-line broker to run in the background in System Settings.
es: Permite que el intermediario de línea de comandos de MacTools se ejecute en segundo plano desde Ajustes del Sistema.
fr: Autorisez le courtier de ligne de commande MacTools à s’exécuter en arrière-plan dans Réglages Système.
ja: システム設定で MacTools コマンドラインブローカーのバックグラウンド実行を許可してください。
ko: 시스템 설정에서 MacTools 명령줄 브로커의 백그라운드 실행을 허용하세요.
pt: Permita que o intermediário de linha de comando do MacTools seja executado em segundo plano nos Ajustes do Sistema.
ru: Разрешите брокеру командной строки MacTools работать в фоновом режиме в Системных настройках.
tr: Sistem Ayarları'nda, MacTools komut satırı aracısının arka planda çalışmasına izin verin.
zh_hant: 請在系統設定中允許 MacTools 命令列代理程式在背景執行。

# commandLine.description
source: 单独安装 mactools-cli 后，在此启用本机命令行集成。
ar: بعد تثبيت mactools-cli بشكل منفصل، فعّل تكامل سطر الأوامر المحلي هنا.
de: Aktiviere hier nach der separaten Installation von mactools-cli die lokale Befehlszeilenintegration.
en: After installing mactools-cli separately, enable local command-line integration here.
es: Tras instalar mactools-cli por separado, activa aquí la integración local de línea de comandos.
fr: Après avoir installé mactools-cli séparément, activez ici l’intégration locale en ligne de commande.
ja: mactools-cli を別途インストールした後、ここでローカルのコマンドライン連携を有効にします。
ko: mactools-cli를 별도로 설치한 후 여기에서 로컬 명령줄 연동을 활성화하세요.
pt: Após instalar o mactools-cli separadamente, ative aqui a integração local de linha de comando.
ru: После отдельной установки mactools-cli включите здесь локальную интеграцию с командной строкой.
tr: mactools-cli'yı ayrı olarak yükledikten sonra buradan yerel komut satırı entegrasyonunu etkinleştirin.
zh_hant: 單獨安裝 mactools-cli 後，在此啟用本機命令列整合。

# plugins.configuration.shortcuts.advanced
source: 高级控制
ar: عناصر تحكم متقدمة
de: Erweiterte Steuerung
en: Advanced Controls
es: Controles avanzados
fr: Commandes avancées
ja: 詳細コントロール
ko: 고급 제어
pt: Controles avançados
ru: Дополнительные элементы управления
tr: Gelişmiş Denetimler
zh_hant: 進階控制

# plugins.configuration.disclosure.expanded
source: 已展开
ar: موسّع
de: Erweitert
en: Expanded
es: Expandido
fr: Développé
ja: 展開済み
ko: 펼쳐짐
pt: Expandido
ru: Развернуто
tr: Genişletildi
zh_hant: 已展開

# plugins.configuration.disclosure.collapsed
source: 已折叠
ar: مطوي
de: Reduziert
en: Collapsed
es: Contraído
fr: Réduit
ja: 折りたたみ済み
ko: 접힘
pt: Recolhido
ru: Свернуто
tr: Daraltıldı
zh_hant: 已收合

# plugins.configuration.shortcuts.show
source: 显示快捷键
ar: إظهار الاختصارات
de: Kurzbefehle anzeigen
en: Show Shortcuts
es: Mostrar atajos
fr: Afficher les raccourcis
ja: ショートカットを表示
ko: 단축키 표시
pt: Mostrar atalhos
ru: Показать сочетания клавиш
tr: Kısayolları Göster
zh_hant: 顯示快速鍵

# appIntents.title
source: Apple 快捷指令、Siri 与聚焦
ar: اختصارات Apple وSiri وSpotlight
de: Apple-Kurzbefehle, Siri und Spotlight
en: Apple Shortcuts, Siri, and Spotlight
es: Atajos de Apple, Siri y Spotlight
fr: Raccourcis Apple, Siri et Spotlight
ja: Appleショートカット、Siri、Spotlight
ko: Apple 단축어, Siri 및 Spotlight
pt: Atalhos Apple, Siri e Spotlight
ru: Команды Apple, Siri и Spotlight
tr: Apple Shortcuts, Siri ve Spotlight
zh_hant: Apple 捷徑、Siri 與 Spotlight
